[
  {
    "title": "Supramolecular Calix[4]pyrrole Polymers from a Complementary Pair of Homoditopic Host-Guest Molecules",
    "authors": "Samet Yuvayapan, Abdullah Aydogan*",
    "journal": "Chemical Communications",
    "year": "2019",
    "volume": "55",
    "pages": "8800-8803",
    "doi": "10.1039/C9CC02806D",
    "abstract": "A triazole bridged bis-calix[4]pyrrole was successfully synthesized and further used for the first time to construct AABB type linear thermoresponsive supramolecular polymers by utilizing the host–guest interaction between calix[4]pyrroles and carboxylate units of tetrabutylammonium suberate.",
    "image": "https://pubs.rsc.org/en/Image/Get?imageInfo.ImageType=GA&imageInfo.ImageIdentifier.ManuscriptID=C9CC02806D&imageInfo.ImageIdentifier.Year=2019"
  },
  {
    "title": "Cover Feature: Counter Cation Dependent and Stimuli Responsive Supramolecular Polymers Constructed by Calix[4]pyrrole Based Host–Guest Interactions (Eur. J. Org. Chem. 4/2019)",
    "authors": "Samet Yuvayapan, Abdullah Aydogan*",
    "journal": "Eur. J. Org. Chem.",
    "year": "4/2019",
    "volume": "",
    "pages": "",
    "doi": "10.1002/ejoc.201900054",
    "abstract": "The Cover Feature shows the counter cation dependent and pH‐responsive supramolecular polymers based on the host–guest recognition motif of a well‐known macrocycle calix[4]pyrrole and its tethered carboxylate unit. Unlike its congener tetrabutylammonium cation, when cetyltrimethylammonium (CTA) was used as the counter cation, they were found to be a direct part of supramolecular polymer via cation‐π interactions between cone‐shaped calix[4]pyrroles and CTA. This allowed supramolecular polymers to establish further hydrophobic interactions and to form gels at elevated concentrations. More information can be found in the Full Paper by A. Aydogan et al.",
    "image": "https://wol-prod-cdn.literatumonline.com/cms/attachment/91d217b5-5cad-42d9-a051-0c683d7e9c8c/ejoc201900054-toc-0001-m.jpg"
  },
  {
    "title": "Counter Cation Dependent and Stimuli Responsive Supramolecular Polymers Constructed by Calix[4]pyrrole Based Host-Guest Interactions",
    "authors": "Samet Yuvayapan, Abdullah Aydogan*",
    "journal": "Eur. J. Org. Chem.",
    "year": "2019",
    "volume": "",
    "pages": "633-639",
    "doi": "10.1002/ejoc.201801663",
    "abstract": "A host–guest recognition motif based on a calix[4]pyrrole macrocycle and tethered carboxylate unit was employed to construct counter cation dependent supramolecular polymers from low molecular weight A–B type monomers. Reversible pH‐ and thermo‐responsiveness of the supramolecular polymers were demonstrated for the first time for a calix[4]pyrrole based and anion recognition induced supramolecular polymer.",
    "image": "https://wol-prod-cdn.literatumonline.com/cms/attachment/03130647-cc35-4c3b-8b4b-d7f24fc31d34/ejoc201801663-toc-0001-m.jpg"
  },
  {
    "title": "Calix[4]pyrrole-decorated carbon nanotubes on paper for sensing acetone vapor",
    "authors": "Elif Baysak, SametYuvayapan, AbdullahAydogan*, Gurkan Hizal*",
    "journal": "Sensors and Actuators B: Chemical",
    "year": "2018",
    "volume": "258",
    "pages": "484-491",
    "doi": "10.1016/j.snb.2017.11.133",
    "abstract": "Noncovalent side-wall functionalization of SWCNT with a pyrene bearing calix[4]pyrrole is reported. The modified SWCNT has been characterized by scanning electron microscopy, electron dispersive spectroscopy, and thermogravimetric analysis. This calix[4]pyrrole-decorated SWCNT based sensor was implemented on filter paper. The resistance change of SWCNT network upon VOC exposure was monitored in the chemiresistors approach. The calix[4]pyrrole-decorated SWCNT sensor on filter paper was found to show fast and selective sensing of acetone when compared with pristine SWCNT-on-paper sensor due to the binding of acetone by calix[4]pyrrole molecules. The sensor showed logarithmic response toward acetone in a concentration range between 20–500ppm.",
    "image": "https://ars.els-cdn.com/content/image/1-s2.0-S0925400517322645-fx1.jpg"
  },
  {
    "title": "A thermoresponsive supramolecular polymer gel from a heteroditopic calix[4]pyrrole",
    "authors": "Sana Amharar,  Samet Yuvayapan  and  Abdullah Aydogan*",
    "journal": "Chemical Communications",
    "year": "2018",
    "volume": "54",
    "pages": "829-832",
    "doi": "10.1039/C7CC08607E",
    "abstract": "Supramolecular polymerization of calix[4]pyrroles bearing tethered carboxylate functional groups was reported in the form of their tetrabutylammonium salts. At high concentrations one of the calix[4]pyrroles with a shorter linker between the calixpyrrole core and the carboxylate unit was found to give a thermoresponsive supramolecular polymer gel.",
    "image": "https://pubs.rsc.org/en/Image/Get?imageInfo.ImageType=GA&imageInfo.ImageIdentifier.ManuscriptID=C7CC08607E&imageInfo.ImageIdentifier.Year=2018"
  },
  {
    "title": "Calix[4]pyrroles with bulky substituents and their anion binding studies",
    "authors": "Ahmet Akar, Abdullah Aydogan*",
    "journal": "Turkish Journal of Chemistry",
    "year": "2017",
    "volume": "41",
    "pages": "493-501",
    "doi": "10.3906/kim-1611-43",
    "abstract": "Calix[4]pyrrole derivatives with bulky substituents at their meso-positions were synthesized via mixed condensation of pyrrole with cyclohexanone and acetophenone derivatives. Anion binding studies, carried out by isothermal titration calorimetry in 1,2-dichloroethane with Cl<sup>−</sup> and CH<sub>3</sub>CO<sup>−2</sup> anions in the form of their tetrabutylammonium salts, revealed that these new calix[4]pyrrole derivatives can bind the aforementioned anions as effectively as the unsubstituted “parent” system, octamethylcalix[4]pyrrole. Structural characterizations of new calix[4]pyrroles were carried out by using 1H and 13C NMR spectroscopy corroborated with mass spectrometry",
    "image": ""
  },
  {
    "title": "Synthesis and characterisation of a calix[4]pyrrole functional polystyrene via click chemistry and its use in the extraction of halide anion salts",
    "authors": "Abdullah Aydogan",
    "journal": "Supramolecular Chemistry",
    "year": "2016",
    "volume": "28",
    "pages": "117-124",
    "doi": "10.1080/10610278.2015.1092538",
    "abstract": "A polystyrene with pendant calix[4]pyrroles was prepared via ‘click reaction’ strategy. First, a poly(styrene-co-chloromethylstyrene) with approximately 12% of chloro groups was prepared by conventional free radical polymerisation. The chloro groups were then converted to azido groups using NaN<sub>3</sub> in N,N-dimethylformamide. An alkyne-functionalised calix[4]pyrrole was then coupled to the azido-functionalised polystyrene by click chemistry with high efficiency. The resulting polystyrene with pendant calix[4]pyrroles was used to extract fluoride and chloride anions (as their tetrabutylammonium salts) from their aqueous solutions to organic media.",
    "image": ""
  },
  {
    "title": "Frontispiece: Reversible Assembly and Disassembly of Receptor‐Decorated Gold Nanoparticles Controlled by Ion Recognition",
    "authors": "Abdullah Aydogan, Gawon Lee, Chang-Hee Lee*, Jonathan L. Sessler*",
    "journal": "Chemistry - A European Journal",
    "year": "2015",
    "volume": "21",
    "pages": "",
    "doi": "10.1002/chem.201580662",
    "abstract": "Anion Sensors A new approach to controlling gold nanoparticle assembly is reported by J. Sessler et al. in their Full Paper on page 2368 ff. The approach relies on controlled supramolecular interactions involving calix[4]pyrrole capping subunits. These functionalized nanoparticles undergo rapid assembly when treated with a bis‐imidazolium bromide salt. The assembly process is triggered by recognition of the bromide anion by the surface‐bound calix[4]pyrrole subunits. This leads to conversion to the corresponding cone conformation and creation of an electron‐rich “bowl” into which an imidazolium cation may bind. The ditopic nature of the imidazolium guests then leads to inter‐particle association. Treatment with water leads to rapid disaggregation. The assembly‐disassembly process can be repeated up to eight times without appreciable loss of integrity.",
    "image": "https://wol-prod-cdn.literatumonline.com/cms/attachment/6d20b927-5194-4c24-b54a-4c75c6ec44b4/mcontent.jpg"
  },
  {
    "title": "Reversible Assembly and Disassembly of Receptor‐Decorated Gold Nanoparticles Controlled by Ion Recognition",
    "authors": "Abdullah Aydogan, Gawon Lee, Chang-Hee Lee*, Jonathan L. Sessler*",
    "journal": "Chemistry - A European Journal",
    "year": "2015",
    "volume": "21",
    "pages": "2368-2376",
    "doi": "10.1002/chem.201404421",
    "abstract": "The controlled assembly of randomly dispersed colloidal particles can provide access to materials with advanced optical and electronic properties while providing fundamental insights into self‐assembly processes in nature and nanotechnology. Typically, self‐assembled nanoparticles are prepared by exploiting electrostatic interactions, lithographic techniques, and covalently linked molecular scaffolds. This results in static morphologies that cannot be disassembled easily. On the other hand, having access to systems that can be assembled or disassembled in a controlled manner could allow for in‐depth understanding of the nanoparticles as well as rational control over the morphology and fundamental properties of the resulting constructs. If the changes in aggregation are induced by a specific external chemical stimulus, it could also permit the development of new chemosensors. Here we demonstrate the reversible assembly and disassembly of gold nanoparticles achieved by modulating the noncovalent interactions between surface‐bound calix[4]pyrroles and added bis‐imidazolium cations. We also demonstrate the use of these nanoparticles in the selective sensing of anions.",
    "image": "https://wol-prod-cdn.literatumonline.com/cms/attachment/2ba22813-c95d-43a8-a53b-c99c700a9784/mcontent.jpg"
  },
  {
    "title": "Tetrakis(bicyclo[2.2.2]oct‐2‐ene)‐Fused Calix[4]pyrrole",
    "authors": "Abdullah Aydogan, Ahmet Akar*",
    "journal": "Helvetica Chimica Acta",
    "year": "2014",
    "volume": "97",
    "pages": "1427-1432",
    "doi": "10.1002/hlca.201400009",
    "abstract": "Tetrakis(bicyclo[2.2.2]oct‐2‐ene)‐fused calix[4]pyrrole, <b>5</b>, was obtained starting from (<i>E</i>)‐1,2‐bis(phenylsulfonyl)ethylene. This new calixpyrrole derivative is the prospective precursor of tetrabenzocalix[4]pyrrole, a potential ion‐pair receptor and an attractive species as a possible deep‐walled ‘molecular container’.",
    "image": "https://wol-prod-cdn.literatumonline.com/cms/attachment/1203b4d9-4911-450a-9be3-7cf2a6a3aa62/mcontent.jpg"
  },
  {
    "title": "An imidazolium-functionalized self-assembling calix[4]pyrrole",
    "authors": "Abdullah Aydogan, Jonathan L. Sessler*",
    "journal": "Chemical Commununications",
    "year": "2014",
    "volume": "50",
    "pages": "13600-13603",
    "doi": "10.1039/C4CC06641C",
    "abstract": "A calixpyrrole bearing a tethered imidazolium functional group was prepared in the form of its bromide salt. This compound was found to undergo self-assembly to produce supramolecular polymers, wherein both the bromide anion and the imidazolium cation are bound to the calixpyrrole core.",
    "image": "https://pubs.rsc.org/en/Image/Get?imageInfo.ImageType=GA&imageInfo.ImageIdentifier.ManuscriptID=C4CC06641C&imageInfo.ImageIdentifier.Year=2014"
  },
  {
    "title": "EDOT-Functionalized Calix[4]pyrrole for the Electrochemical Sensing of Fluoride in Water",
    "authors": "Abdullah Aydogan*, Atıf Koca, M. Kasım Şener, Jonathan L. Sessler",
    "journal": "Organic Letters",
    "year": "2014",
    "volume": "16",
    "pages": "3764-3767",
    "doi": "10.1021/ol501635s",
    "abstract": "A new calix[4]pyrrole compound bearing an electropolymerizable EDOT substituent (1) was synthesized, and its electrochemical behavior was investigated. The anion sensor ability of 1 was also studied in solution and in the solid state. Compound 1 interacts with halide ions selectively in solution, which illustrates its possible application as an anion sensor. To test possible practical applications, 1 and EDOT were electropolymerized on an ITO electrode, and this electrode was used as an effective fluoride anion sensor in the solid state.",
    "image": "https://pubs.acs.org/na101/home/literatum/publisher/achs/journals/content/orlef7/2014/orlef7.2014.16.issue-14/ol501635s/production/images/medium/ol-2014-01635s_0008.gif"
  },
  {
    "title": "Decoration of Gold Nanoparticles by a Double-Armed Calix[4]pyrrole: A Receptor-Decorated Nanoensemble for Anion Sensing and Extraction",
    "authors": "Punidha Sokkalingam, Seong-Jin Hong, Abdullah Aydogan, Jonathan L. Sessler*, Chang-Hee Lee*",
    "journal": "Chemistry - A European Journal",
    "year": "2013",
    "volume": "19",
    "pages": "5860-5867",
    "doi": "10.1002/chem.201300472",
    "abstract": "Gold nanoparticles decorated with a double‐armed, deep‐cavity calix[4]pyrrole were prepared and fully characterized. Transmission electron microscopy imaging revealed that the average diameter of the particles was approximately 4 nm both before and after attachment of the receptor to the surface. The calix[4]pyrrole‐functionalized nanoparticles exhibited highly elevated sensing behavior (approximately 1000 times in dichloromethane) relative to its monomeric congener while maintaining its guest selectivity. The receptor–nanoparticle conjugate (nanoreceptor) showed significant aggregation upon addition of the biphenolate anion, an effect ascribed to anion‐mediated interparticle linking. The receptor–nanoparticle conjugate is also capable of extracting the fluoride anion (as its tetrabutylammonium salt) from an aqueous layer to an organic medium. Control experiments revealed that this extraction is not possible when using the analogous monomeric receptor.",
    "image": "https://wol-prod-cdn.literatumonline.com/cms/attachment/36ac9918-a2af-420f-a897-e0b215fb2d6f/mcontent.jpg"
  },
  {
    "title": "Tri- and Pentacalix[4]pyrroles: Synthesis, Characterization and Their Use in the Extraction of Halide Salts",
    "authors": "Abdullah Aydogan*, Ahmet Akar*",
    "journal": "Chemistry - A European Journal",
    "year": "2012",
    "volume": "18",
    "pages": "1999-2005",
    "doi": "10.1002/chem.201101605",
    "abstract": "Calixpyrrole‐based oligomeric compounds were synthesized by “click chemistry” from the corresponding alkyne‐ and azide‐functionalized calix[4]pyrroles. Calix[4]pyrrole 3, possessing an alkyne functional group, was prepared through a mixed condensation of pyrrole with acetone and but‐3‐ynyl 4‐oxopentanoate. Another alkyne‐group‐containing calix[4]pyrrole 5 was obtained by treatment of 4′‐hydroxyphenyl‐functionalized calixpyrrole 4 with propargyl bromide. Tetrakis(azidopentyl)‐functionalized calix[4]pyrrole 7 was synthesized by reacting NaN3 with tetrabromopentyltetraethylcalix[4]pyrrole 6, which was prepared through a condensation reaction of pyrrole and 7‐bromohept‐2‐one. Oligomeric calixpyrrole compounds were found to be capable of extracting tetrabutylammonium chloride and fluoride salts from aqueous media. Extraction abilities of the oligomeric compounds were monitored by NMR and UV/Vis spectroscopy and thermogravimetric analysis.",
    "image": "https://wol-prod-cdn.literatumonline.com/cms/attachment/c9b0d98e-db8c-4059-b287-279ae8524b49/mcontent.jpg"
  },
  {

    "title": "Siloxane-functionalized calix[4]pyrrole: synthesis, characterization and modification of silica-based solid supports",
    "authors": "Abdullah Aydogan, Ahmet Akar*",
    "journal": "Tetrahedron Letters",
    "year": "2011",
    "volume": "52",
    "pages": "2790-2793",
    "doi": "10.1016/j.tetlet.2011.03.135",
    "abstract": "A siloxane-functionalized calix[4]pyrrole derivative was synthesized starting from the corresponding alcohol-functionalized calix[4]pyrrole. Structural elucidation was carried out by using NMR spectroscopy, mass spectrometry and X-ray diffraction analysis. The use of this siloxane-functionalized calix[4]pyrrole for modification of various silica solid supports (silica gel 60, fume silica, and SiO2 nanopowder) was studied. Characterization of the modified silica solid supports was achieved by FTIR, TGA, and elemental analysis. It was also shown that the production of silica nanoparticles is possible via a sol-gel reaction of siloxane-functionalized calix[4]pyrrole and tetraethoxysilane (TEOS). Calix[4]pyrrole modified silica solid supports were found to sense chloride anions of Azure A dye.",
    "image": "https://ars.els-cdn.com/content/image/1-s2.0-S0040403911005351-fx1.jpg"
  },
  {
    "title": "5,10,10,15,20,20-Hexamethylcalix[4]pyrrole 5,15-diethyl diester",
    "authors": "Abdullah Aydogan, Ahmet Akar*",
    "journal": "Acta Crystallographica Section E",
    "year": "2009",
    "volume": "E65",
    "pages": "o3157",
    "doi": "10.1107/S1600536809048260",
    "abstract": "In the title compound, C32H40N4O4, the pyrrole rings and ester groups adopt a 1,3-alternate conformation in which the alternating pyrrole and ester units are in opposite directions. The structure displays N-H...O hydrogen bonding and exhibits disorder [site occupancies of 0.81(2) and 0.71(2)] in the peripheral ethyl groups.",
    "image": "http://journals.iucr.org/e/issues/2009/12/00/om2288/om2288fig1.jpg?rand=1566292957598"
  },
  {
    "title": "Poly(methyl methacrylate)s with Pendant Calixpyrroles and Crown Ethers: Polymeric Extractants for Potassium Halides",
    "authors": "Abdullah Aydogan, DanielJ. Coady, SungKuk Kim, Ahmet Akar*, ChristopherW. Bielawski*, Manuel Marquez, JonathanL. Sessler*",
    "journal": "Angewandte Chemie International Edition",
    "year": "2008",
    "volume": "47",
    "pages": "9648-9652",
    "doi": "10.1002/anie.200803970",
    "abstract": "Fishing for KF: Potassium fluoride and chloride salts can be extracted from aqueous media using poly(methyl methacrylate)s containing pendant calix[4]pyrrole and crown ether groups (see picture). These polymers are able to extract these salts much more efficiently than calixpyrrole, crown ether, linked crown ether calixpyrrole monomers, polymers containing either recognition unit, or poly(methyl methacrylate) controls.",
    "image": "https://wol-prod-cdn.literatumonline.com/cms/attachment/3f19a5e4-eb4f-4bae-9874-16a19b5112d0/mcontent.jpg"
  },
  {
    "title": "Calix[4]pyrroles with Long Alkyl Chains: Synthesis, Characterization, and Anion Binding Studies",
    "authors": "Abdullah Aydogan, Jonathan L. Sessler*, Ahamet Akar*, Vincent Lynch",
    "journal": "Supramolecular Chemistry",
    "year": "2008",
    "volume": "20",
    "pages": "11-21",
    "doi": "10.1080/10610270701429789",
    "abstract": "Calix[4]pyrrole derivatives bearing long n-alkyl ester chains have been synthesized from calix[4]pyrroles containing carboxylic acid functional groups. These systems, which contain ester groups on either the meso- carbon atoms of the calixpyrrole ring or the β-positions of individual pyrrole rings, were prepared from the corresponding carboxylic acids. Esterification was effected using dicyclohexylcarbodiimide/4-dimethylaminopyridine (DCC/DMAP) to obtain long alkyl chain substituted calix[4]pyrroles. In the context of this work, several brominated calixpyrrole derivatives were prepared using N-bromosuccinimide (NBS) as the brominating agent. Anion binding studies carried out by isothermal titration calorimetry (ITC) in 1,2-dichloroethane with Cl−  and CH3COO-  in the form of their respective tetrabutylammonium salts, revealed that the functionalized ester derivatives have anion binding affinities similar to those of the unsubstituted “parent” systems, octamethylcalix[4]pyrrole (1) and β-octabromocalix[4]pyrrole (2). The new alkylated systems proved soluble in nonpolar solvents, such as hexanes. Structure identification studies, carried out by single crystal X-ray diffraction analyses, revealed that the control ester system 4 contains two unique crystal structures per asymmetric unit. These asymmetric units interact via intermolecular hydrogen bonds in the solid state to produce a continuous intermolecular structure. Such interactions are not present in the case of the corresponding brominated ester 5.",
    "image": "https://www.tandfonline.com/na101/home/literatum/publisher/tandf/journals/content/gsch20/2008/gsch20.v020.i01-02/10610270701429789/production/images/medium/gsch_a_242862_o_uf0001.gif"
  },
  {
    "title": "Poly(methyl methacrylate)s with pendant calixpyrroles: polymeric extractants for halide anion salts",
    "authors": "Abdullah Aydogan, Daniel J. Coady, Vincent M. Lynch, Ahmet Akar*, Manuel Marquez, Christopher W. Bielawski*, Jonathan L. Sessler*",
    "journal": "Chemical Communications",
    "year": "2008",
    "volume": "",
    "pages": "1455-1457",
    "doi": "10.1039/B718021G",
    "abstract": "Poly(methyl methacrylate)s containing pendant octamethylcalix[4]pyrrole subunits were prepared and demonstrated to be capable of extracting tetrabutylammonium chloride and fluoride salts from aqueous media.",
    "image": "https://pubs.rsc.org/en/Image/Get?imageInfo.ImageType=GA&imageInfo.ImageIdentifier.ManuscriptID=B718021G&imageInfo.ImageIdentifier.Year=2008"
  },
  {
    "title": "Synthesis of meso -tetra acid and ester functionalized calix[4]pyrroles",
    "authors": "Ahmet Akar*, Abdullah Aydogan",
    "journal": "Journal of Heterocyclic Chemistry",
    "year": "2005",
    "volume": "42",
    "pages": "931-934",
    "doi": "10.1002/jhet.5570420527",
    "abstract": "Novel meso‐tetracarboxylic acid and meso‐tetraester functionalized calix[4]pyrroles were synthesized by condensation of pyrrole with levulinic acid and ethyl pyruvate in sufficient yields. In addition, mixed condensation products can also be synthesized using this method. These new compounds may be useful as molecular receptors and polyfunctional starting materials for further derivatization.",
    "image": ""
  }
]
